Revit 2024 API
ParameterTypeId.PhyMaterialParamExpCoeff2 Property
 "Thermal expansion coefficient Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamExpCoeff2 { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamExpCoeff2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeff2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace